{
  "sun_in_1": "มีโอกาสสร้างรายได้จากความเป็นผู้นำและแบรนด์ส่วนตัว แต่ควรวางแผนการใช้จ่ายให้รอบคอบ",
  "sun_in_2": "รายได้สัมพันธ์กับทรัพย์สินและภาพลักษณ์ มักต้องบริหารทรัพย์สินอย่างเป็นระบบ",
  "sun_in_3": "หาเงินจากการสื่อสารหรือเครือข่ายได้ดี แต่รายได้อาจขึ้นลงตามเทรนด์",
  "sun_in_4": "รายได้มาจากอสังหาหรือพื้นฐานบ้าน แต่ต้องรอเวลาสะสมก่อนเห็นผล",
  "sun_in_5": "มีโอกาสรายได้จากงานสร้างสรรค์หรือโชคลาภ แต่ควรระวังการใช้จ่ายเพื่อความสนุก",
  "sun_in_6": "รายได้จากงานประจำและการบริการมั่นคง แต่ต้องระวังการใช้แรงงานมากเกินไป",
  "sun_in_7": "รายได้มาจากคู่ค้าและหุ้นส่วน แต่ต้องระวังการพึ่งพาแหล่งรายได้เดียว",
  "sun_in_8": "มีโอกาสรับเงินจากมรดกหรือการเปลี่ยนแปลงครั้งใหญ่ แต่ต้องจัดการความเสี่ยง",
  "sun_in_9": "รายได้เกี่ยวข้องกับการศึกษา การเดินทาง หรือความเชื่อ แต่ต้องวางแผนให้ยั่งยืน",
  "sun_in_10": "รายได้เติบโตจากตำแหน่งหน้าที่และชื่อเสียง แต่ต้องลงทุนเวลาและความพยายาม",
  "sun_in_11": "รายได้ได้จากเครือข่ายและโครงการร่วม แต่ควรตรวจสอบพันธมิตรอย่างรอบคอบ",
  "sun_in_12": "รายได้อาจมาจากแหล่งเบื้องหลังหรือการทำงานลับ แต่ต้องระวังความไม่โปร่งใส",

  "moon_in_1": "รายได้ขึ้นกับอารมณ์และความผูกพัน อาจไม่แน่นอนหากอารมณ์แกว่ง",
  "moon_in_2": "มีความชำนาญด้านการบริหารทรัพย์สินและรายได้ที่มั่นคง หากจัดการอารมณ์ได้ดี",
  "moon_in_3": "หารายได้จากการสื่อสารและงานสั้น ๆ ได้ดี แต่ต้องระวังความไม่ต่อเนื่อง",
  "moon_in_4": "รายได้มาจากบ้านหรือครอบครัว มักให้ความมั่นคงแต่ช้า",
  "moon_in_5": "มีโอกาสรับรายได้จากงานสร้างสรรค์และความบังเอิญทางโชค แต่ต้องวางแผนธุรกิจ",
  "moon_in_6": "รายได้จากงานบริการและการดูแลเป็นหลัก แต่ต้องระวังการใช้จ่ายเพื่อสุขภาพ",
  "moon_in_7": "มีรายได้ร่วมกับคู่ค้าหรือหุ้นส่วน แต่ต้องมีสัญญาและข้อตกลงชัดเจน",
  "moon_in_8": "รายได้จากแหล่งลับหรือร่วมทุนอาจเข้มข้น แต่ต้องตรวจสอบความเสี่ยงให้ชัด",
  "moon_in_9": "รายได้เกี่ยวกับการศึกษา การเดินทาง หรือสื่อความคิด แต่ควรวางแผนให้มั่นคง",
  "moon_in_10": "รายได้สูงจากสถานะและงานบริการ แต่อาจผันผวนตามภาพลักษณ์",
  "moon_in_11": "รายได้มาจากเครือข่ายและเพื่อนร่วมงาน แต่ต้องรักษาสัมพันธภาพให้ยั่งยืน",
  "moon_in_12": "รายได้อาจมาจากงานเบื้องหลังหรือแหล่งลับ แต่ต้องระวังความไม่ชัดเจน",

  "mercury_in_1": "รายได้จากการสื่อสาร เทคโนโลยี หรือการขายความคิด แต่ต้องรักษาคุณภาพงานให้สม่ำเสมอ",
  "mercury_in_2": "ดีด้านการวางแผนการเงินและหมุนเงิน แต่ควรระวังการตัดสินใจที่รีบเร่ง",
  "mercury_in_3": "รายได้จากงานสั้น งานเขียน หรือการสื่อสารได้ดี แต่อาจไม่มั่นคงถ้าไม่สร้างระบบ",
  "mercury_in_4": "รายได้จากการจัดการทรัพย์สินหรือกิจการครอบครัว แต่ควรวางแผนระยะยาว",
  "mercury_in_5": "รายได้จากงานครีเอทีฟและการคิดสร้างสรรค์ แต่ต้องแปลงไอเดียให้เป็นรายได้จริง",
  "mercury_in_6": "รายได้จากงานระบบและการบริการมั่นคง แต่ต้องรักษามาตรฐานการทำงาน",
  "mercury_in_7": "รายได้จากการร่วมทุนและการเจรจา แต่ต้องมีการตกลงที่ชัดเจน",
  "mercury_in_8": "รายได้จากการวิเคราะห์ข้อมูลหรือการลงทุนพิเศษ แต่ต้องระวังความซับซ้อนของข้อมูล",
  "mercury_in_9": "รายได้จากการศึกษาและงานที่เกี่ยวกับความรู้ แต่ต้องขยายช่องทางให้หลากหลาย",
  "mercury_in_10": "รายได้จากงานบริหารและธุรกิจที่ใช้ความคิด แต่ต้องรักษาภาพลักษณ์มืออาชีพ",
  "mercury_in_11": "รายได้จากนวัตกรรมและโครงการกลุ่ม แต่ต้องแปลงเครือข่ายเป็นโอกาสจริง",
  "mercury_in_12": "รายได้จากงานเบื้องหลังหรืองานความคิดลึก แต่ต้องสร้างความชัดเจนด้านสัญญา",

  "venus_in_1": "มีโอกาสหารายได้จากความงาม ศิลปะ และบริการ แต่ต้องจัดการรายจ่ายด้านความบันเทิง",
  "venus_in_2": "รายได้จากงานที่เกี่ยวกับรสนิยมและทรัพย์สินดี แต่ควรบริหารทรัพย์สินให้เป็นระบบ",
  "venus_in_3": "สามารถทำรายได้จากสื่อและการสื่อสารที่มีเสน่ห์ แต่ควรสร้างความต่อเนื่อง",
  "venus_in_4": "รายได้จากธุรกิจครอบครัวหรืออสังหาดี แต่ต้องรักษาความสัมพันธ์ภายใน",
  "venus_in_5": "รายได้จากงานบันเทิงและความคิดสร้างสรรค์ดี แต่ต้องกลั่นให้เป็นรูปแบบธุรกิจ",
  "venus_in_6": "รายได้จากการดูแลและบริการมั่นคง แต่ต้องไม่ทุ่มเทจนลืมค่าตัวเอง",
  "venus_in_7": "รายได้จากคู่ค้าและงานที่ต้องสัมพันธ์ดีกับคน แต่ต้องตกลงผลประโยชน์ให้ชัด",
  "venus_in_8": "มีโอกาสรายได้จากสินทรัพย์ร่วมหรือแหล่งพิเศษ แต่ต้องตรวจสอบความโปร่งใส",
  "venus_in_9": "รายได้จากงานที่เกี่ยวกับวัฒนธรรมและการศึกษา แต่ต้องขยายตลาดให้กว้างขึ้น",
  "venus_in_10": "รายได้จากภาพลักษณ์และบทบาทสาธารณะดี แต่ต้องรักษามาตรฐานการทำงาน",
  "venus_in_11": "รายได้จากเพื่อนร่วมโครงการและเครือข่าย แต่ต้องป้องกันการคาดหวังที่ไม่สมจริง",
  "venus_in_12": "รายได้จากงานเบื้องหลังหรือคอนเทนต์ส่วนตัว แต่ต้องระวังความไม่ชัดเจนด้านสัญญา",

  "mars_in_1": "มีพลังในการสร้างรายได้จากการลงมือทำและธุรกิจเชิงรุก แต่ควรวางแผนการเสี่ยงอย่างรอบคอบ",
  "mars_in_2": "สามารถหาเงินด้วยความมุ่งมั่น แต่บางครั้งใช้จ่ายเร็ว ควรวางงบประมาณ",
  "mars_in_3": "รายได้จากการแข่งขัน การขาย หรือการสื่อสารเชิงรุกดี แต่ต้องรักษามารยาททางธุรกิจ",
  "mars_in_4": "รายได้จากกิจการครอบครัวหรือที่ดินมีโอกาส แต่ต้องจัดการความขัดแย้งภายใน",
  "mars_in_5": "รายได้จากงานที่ต้องกล้าคิดกล้าทำดี แต่ต้องควบคุมความเสี่ยงทางการเงิน",
  "mars_in_6": "รายได้จากงานบริการและงานปฏิบัติที่ต้องใช้แรงและทักษะชัดเจน แต่ต้องพักเพื่อไม่ให้หมดแรง",
  "mars_in_7": "รายได้จากคู่ค้าและหุ้นส่วนมีโอกาส แต่ต้องมีกติกาที่ชัดเจน",
  "mars_in_8": "รายได้จากการลงทุนพิเศษหรือการเปลี่ยนผ่านมีโอกาสสูง แต่ต้องระวังผลกระทบระยะยาว",
  "mars_in_9": "รายได้จากการศึกษา การเดินทาง หรือโครงการที่ทุ่มเทมีศักยภาพ แต่ต้องประเมินความคุ้มค่า",
  "mars_in_10": "รายได้จากตำแหน่งหน้าที่และการลงแรงชัดเจน แต่ต้องระวังการปะทะกับผู้มีอำนาจ",
  "mars_in_11": "รายได้จากโครงการร่วมและการระดมกำลังมีโอกาส แต่ต้องประสานพลังให้เป็นระบบ",
  "mars_in_12": "รายได้จากงานเบื้องหลังหรือการวิจัยมีความเป็นไปได้ แต่ต้องระวังความไม่โปร่งใส",

  "jupiter_in_1": "มีแนวโน้มได้รับโชคลาภจากบทบาทและความเอื้อเฟื้อ แต่ควรใช้โอกาสอย่างมีสติ",
  "jupiter_in_2": "รายได้เติบโตตามความรู้และทักษะ แต่ควรลงทุนเพื่อการขยายตัวอย่างมีวิสัยทัศน์",
  "jupiter_in_3": "รายได้จากการขยายความรู้และเครือข่ายดี แต่ต้องพัฒนาทักษะให้ต่อเนื่อง",
  "jupiter_in_4": "รายได้จากอสังหาและฐานครอบครัวมั่นคง แต่ผลอาจมาตามเวลา",
  "jupiter_in_5": "รายได้จากความคิดสร้างสรรค์และโชคลาภมีโอกาส แต่ต้องผนวกกับการจัดการธุรกิจ",
  "jupiter_in_6": "รายได้เติบโตจากการทำงานหนักและการพัฒนาตัวเอง แต่ต้องรักษามาตรฐาน",
  "jupiter_in_7": "รายได้จากคู่ครองและพันธมิตรที่ดี แต่ควรแบ่งความรับผิดชอบให้ชัด",
  "jupiter_in_8": "รายได้จากการลงทุนพิเศษหรือมรดกมีโอกาส แต่ต้องตรวจสอบข้อกฎหมายและความเสี่ยง",
  "jupiter_in_9": "รายได้จากการสอน การเดินทาง หรือความรู้กว้างขวาง แต่ต้องขยายช่องทางขาย",
  "jupiter_in_10": "รายได้จากตำแหน่งและชื่อเสียงเติบโตได้ดี แต่ต้องรักษาผลงานอย่างต่อเนื่อง",
  "jupiter_in_11": "รายได้จากเครือข่ายและความร่วมมือมีศักยภาพ แต่ต้องแปลงเครือข่ายเป็นรายได้จริง",
  "jupiter_in_12": "รายได้จากงานจิตวิญญาณหรือเบื้องหลังมีความหมาย แต่บางครั้งอาจไม่เปิดเผยเป็นรายได้หลัก",

  "saturn_in_1": "รายได้มาจากการสร้างตัวและความขยัน แต่ต้องอดทนและทำงานเป็นระบบ",
  "saturn_in_2": "รายได้มั่นคงแต่ช้า ต้องใช้เวลาและความพยายามเพื่อสร้างฐานะ",
  "saturn_in_3": "รายได้จากงานที่มีความรับผิดชอบและความรอบคอบ แต่ต้องระวังความกังวลเรื่องความสำเร็จ",
  "saturn_in_4": "รายได้จากอสังหาริมทรัพย์หรือธุรกิจครอบครัวมั่นคง แต่ผลมักมาช้า",
  "saturn_in_5": "รายได้จากงานศิลป์ที่มีโครงสร้างหรือการวางแผนดี แต่ควรให้เวลากับการเติบโต",
  "saturn_in_6": "รายได้จากงานบริการและการทำงานหนักมั่นคง แต่ต้องดูแลสุขภาพเพื่อความต่อเนื่อง",
  "saturn_in_7": "รายได้จากคู่ค้าหรือความร่วมมือที่จริงจัง แต่ต้องใช้เวลาในการสร้างความเชื่อถือ",
  "saturn_in_8": "รายได้จากการจัดการทรัพย์สินหรือการเงินร่วมมีความมั่นคง หากเจรจาอย่างระมัดระวัง",
  "saturn_in_9": "รายได้จากการศึกษาและกฎหมายที่ต้องมีวินัย แต่ต้องเปิดรับแนวคิดใหม่เมื่อจำเป็น",
  "saturn_in_10": "รายได้จากตำแหน่งและการทำงานระยะยาวมั่นคง แต่ต้องยอมรับความพยายามที่ต่อเนื่อง",
  "saturn_in_11": "รายได้จากเครือข่ายที่มีคุณภาพแต่คัดสรร ต้องรักษาความสัมพันธ์ให้มั่นคง",
  "saturn_in_12": "รายได้จากงานเบื้องหลังหรือการช่วยเหลือมีความต่อเนื่องแต่บางครั้งไม่โดดเด่น",

  "rahu_in_1": "มีโอกาสได้รายได้จากการสร้างแบรนด์หรือภาพลักษณ์แปลกใหม่ แต่ต้องระวังความไม่แน่นอน",
  "rahu_in_2": "รายได้อาจมาจากแหล่งไม่ปกติหรือโอกาสเฉพาะหน้า ต้องบริหารความเสี่ยงให้ดี",
  "rahu_in_3": "หารายได้จากสื่อสมัยใหม่และเครือข่ายได้ดี แต่ต้องติดตามเทรนด์อย่างต่อเนื่อง",
  "rahu_in_4": "รายได้จากการเปลี่ยนแปลงบ้านหรือธุรกิจครอบครัวมีโอกาส แต่ต้องจัดการความผันผวน",
  "rahu_in_5": "มีโอกาสได้เงินจากงานสร้างสรรค์ที่ท้าทายหรือแปลกใหม่ แต่ต้องแปลงเป็นโมเดลธุรกิจ",
  "rahu_in_6": "รายได้มาจากการชนะอุปสรรคและโอกาสที่ไม่คาดคิด แต่ต้องไม่รับภาระเกินตัว",
  "rahu_in_7": "หารายได้จากความสัมพันธ์และการตลาดบุคคล แต่ต้องจัดการขอบเขตของการให้",
  "rahu_in_8": "รายได้จากการเปลี่ยนแปลงหรือการลงทุนพิเศษมีโอกาส แต่ต้องระวังความเสี่ยงทางกฎหมาย",
  "rahu_in_9": "หารายได้จากการเดินทางหรือการเรียนรู้ แต่ต้องวางแผนการขยายตลาด",
  "rahu_in_10": "รายได้จากชื่อเสียงหรือสื่อสาธารณะมีโอกาส แต่ต้องควบคุมภาพลักษณ์ให้รัดกุม",
  "rahu_in_11": "รายได้จากโครงการเครือข่ายหรือการระดมทุนมีโอกาสสูง แต่ต้องแปลงเป็นรายได้จริง",
  "rahu_in_12": "มีรายได้จากงานลับหรือเบื้องหลัง แต่ต้องแน่ใจเรื่องความชัดเจนทางกฎหมาย",

  "ketu_in_1": "รายได้มาจากงานที่ไม่ยึดติดกับตำแหน่ง เช่น งานอิสระหรือเชิงจิตวิญญาณ แต่ต้องวางแผนพื้นฐานทางการเงิน",
  "ketu_in_2": "รายได้พอเพียงจากความเรียบง่ายและทักษะพื้นฐาน แต่ควรมีการออมเป็นระบบ",
  "ketu_in_3": "หารายได้จากการสื่อสารเชิงลึกหรือการสอนแบบเฉพาะทาง แต่อาจไม่ได้เป็นรายได้หลัก",
  "ketu_in_4": "รายได้จากที่อยู่อาศัยหรือกิจการครอบครัวพอมั่นคง แต่ต้องระวังความนิ่งงัน",
  "ketu_in_5": "รายได้จากงานศิลป์เชิงลึกมีความหมาย แต่ควรต่อยอดเป็นธุรกิจเพื่อรายได้ที่ชัดเจน",
  "ketu_in_6": "รายได้จากการช่วยเหลือและรักษาคนมีความต่อเนื่อง แต่ต้องรักษาสมดุลการให้และรับ",
  "ketu_in_7": "รายได้จากความร่วมมือแบบมีขอบเขตแต่เป็นธรรม แต่ต้องสื่อสารข้อตกลงให้ชัด",
  "ketu_in_8": "รายได้จากการวิจัยลึกหรือทรัพย์สินพิเศษมีโอกาส แต่ต้องตรวจสอบความเสี่ยงและความถูกต้อง",
  "ketu_in_9": "รายได้จากความรู้และปรัชญามีความหมาย แต่ต้องแปลงเป็นช่องทางรายได้จริง",
  "ketu_in_10": "รายได้จากการทำงานที่ไม่ต้องโปรโมตตัวเองดี แต่ต้องแสดงความสามารถบางครั้งเพื่อให้โอกาส",
  "ketu_in_11": "รายได้จากกลุ่มเล็กหรือเครือข่ายเฉพาะทางมีศักยภาพ แต่ต้องเปิดช่องทางสู่ตลาดใหญ่บ้าง",
  "ketu_in_12": "รายได้จากงานเบื้องหลังหรือจิตวิญญาณมีคุณค่า แต่บางครั้งอาจไม่ถูกมองเห็นเป็นรายได้หลัก"
}
