{
  "sun_in_1": "มีบุคลิกเด่น มั่นใจในตัวเอง ชอบเป็นผู้นำ",
  "sun_in_2": "ให้ความสำคัญกับการมีฐานะมั่นคง และภาพลักษณ์ด้านทรัพย์สิน",
  "sun_in_3": "พูดเก่ง สื่อสารได้ดี ชอบกิจกรรมที่ใช้ความคิดรวดเร็ว",
  "sun_in_4": "ให้คุณค่ากับครอบครัวและความมั่นคงทางอารมณ์",
  "sun_in_5": "ชอบเป็นจุดสนใจ มีเสน่ห์ และรักการแสดงออก",
  "sun_in_6": "มีความรับผิดชอบสูง แต่บางครั้งกังวลหรือเครียดกับงานมากไป",
  "sun_in_7": "ให้ความสำคัญกับความสัมพันธ์ แต่บางครั้งพึ่งพาคนรอบตัวมากไป",
  "sun_in_8": "มีความลึกซึ้ง ซ่อนตัวตน และมีแรงดึงดูดลึกลับ",
  "sun_in_9": "รักการเรียนรู้ ศาสนา ปรัชญา การเดินทาง และความหมายของชีวิต",
  "sun_in_10": "โดดเด่นด้านการงาน มีเป้าหมายชัดเจน และมักได้เป็นผู้นำ",
  "sun_in_11": "มีเสน่ห์ในกลุ่มเพื่อน และทำงานร่วมกับคนอื่นได้ดี",
  "sun_in_12": "ชอบอยู่กับตัวเอง ใช้ชีวิตภายใน และเข้าใจโลกจิตใจลึกซึ้ง",

  "moon_in_1": "อ่อนไหว รับรู้พลังงานรอบตัวไว มีเมตตา",
  "moon_in_2": "อารมณ์ผูกกับเรื่องเงินและความมั่นคง",
  "moon_in_3": "สื่อสารด้วยความรู้สึกดี เป็นนักฟังที่เก่ง",
  "moon_in_4": "รักครอบครัวมาก ลึกซึ้งกับความทรงจำ",
  "moon_in_5": "รักแบบโรแมนติก ชอบแสดงออกทางอารมณ์",
  "moon_in_6": "คิดมากง่าย และอาจวิตกกังวลเรื่องงานหรือสุขภาพ",
  "moon_in_7": "ต้องการความสัมพันธ์เพื่อความมั่นคงทางใจ",
  "moon_in_8": "อารมณ์ลึกและซับซ้อน อาจดึงดูดเหตุการณ์พลิกผัน",
  "moon_in_9": "โลดแล่นด้วยความฝันและอุดมการณ์",
  "moon_in_10": "อ่อนไหวกับคำวิจารณ์ด้านการงาน",
  "moon_in_11": "ผูกพันกับเพื่อนสนิทหรือกลุ่มคนที่เข้าใจ",
  "moon_in_12": "มีโลกภายในลึกซึ้ง ต้องการเวลาอยู่กับตัวเอง",

  "mercury_in_1": "คิดเร็ว พูดเร็ว เรียนรู้อะไรไว",
  "mercury_in_2": "เก่งบริหารเงิน และวางแผนรายได้",
  "mercury_in_3": "ยอดนักสื่อสาร ชอบเครือข่าย",
  "mercury_in_4": "วิเคราะห์เรื่องครอบครัวเก่ง แต่คิดมากง่าย",
  "mercury_in_5": "คิดสร้างสรรค์ เด่นงานศิลป์หรือความคิดเชิงออกแบบ",
  "mercury_in_6": "เป็นระบบ มีเหตุผล และชอบแก้ปัญหา",
  "mercury_in_7": "เก่งเจรจาต่อรองด้านความสัมพันธ์",
  "mercury_in_8": "ชอบค้นหาความจริง ซ่อนอยู่เบื้องหลัง",
  "mercury_in_9": "คิดเป็นระบบปรัชญา ทำงานกับไอเดียใหญ่",
  "mercury_in_10": "สื่อสารในงานได้ดี ทำงานกับข้อมูลได้เด่น",
  "mercury_in_11": "มีแนวคิดร่วมสมัย ชอบทำงานทีม",
  "mercury_in_12": "คิดลึก ชอบโลกภายใน และการเชื่อมโยงนามธรรม",

  "venus_in_1": "มีเสน่ห์ น่าคบ แสดงออกอย่างอ่อนโยน",
  "venus_in_2": "รักความมั่นคงและของสวยงาม มีรสนิยมดี",
  "venus_in_3": "พูดจาน่าฟัง และสร้างความสัมพันธ์ผ่านคำพูด",
  "venus_in_4": "รักครอบครัวมาก และผูกพันกับพื้นที่ที่รู้สึกปลอดภัย",
  "venus_in_5": "โรแมนติก ชอบความรักที่งดงามและน่าตื่นตา",
  "venus_in_6": "รักแบบดูแลกัน เป็นคู่ชีวิตมากกว่าคู่รักหวือหวา",
  "venus_in_7": "ให้ความสำคัญกับคู่ครองอย่างมาก",
  "venus_in_8": "รักลึกและจริงจัง แต่ความรักอาจเข้มข้นเกินไป",
  "venus_in_9": "รักอิสระ และความสัมพันธ์ที่เติบโตไปด้วยกัน",
  "venus_in_10": "เสน่ห์ส่งผลต่อภาพลักษณ์และงาน",
  "venus_in_11": "รักที่ผูกพันด้วยความเป็นเพื่อนก่อน",
  "venus_in_12": "รักลับ รักที่อยู่ในใจ หรือความสัมพันธ์ที่ไม่เปิดเผย",

  "mars_in_1": "ใจร้อน กล้าตัดสินใจเร็ว ชอบลงมือทำ",
  "mars_in_2": "ผลักดันตัวเองเพื่อความมั่นคงด้านการเงิน แต่ใช้เงินไว",
  "mars_in_3": "สื่อสารตรงไปตรงมา จนบางครั้งดูแรง",
  "mars_in_4": "พลังงานด้านอารมณ์แรง อาจเกิดปะทะในครอบครัว",
  "mars_in_5": "รักแบบเร่าร้อน แสดงออกทางความรู้สึกชัดเจน",
  "mars_in_6": "ทำงานหนัก อึด และแก้ปัญหาได้เก่ง",
  "mars_in_7": "ความรักร้อนแรง และมักมีความเห็นต่างในความสัมพันธ์",
  "mars_in_8": "กล้าปะทะกับเรื่องลึกและปมชีวิต",
  "mars_in_9": "ทุ่มเทเพื่อความเชื่อของตัวเอง",
  "mars_in_10": "มุ่งมั่นด้านงาน แต่ระวังเดือดปะทะกับผู้มีอำนาจ",
  "mars_in_11": "พลังงานเยอะในกลุ่มเพื่อนหรือโครงการ",
  "mars_in_12": "แรงขับเคลื่อนมาจากจิตลึก อาจรู้สึกขัดแย้งภายในได้",

  "jupiter_in_1": "มองโลกในแง่ดี มีเมตตา และชอบช่วยคนอื่น",
  "jupiter_in_2": "มีโชคด้านการเงิน เติบโตตามกาลเวลา",
  "jupiter_in_3": "ขยายเครือข่ายและความรู้",
  "jupiter_in_4": "ครอบครัวเป็นฐานโชค",
  "jupiter_in_5": "มีความสามารถด้านการสร้างสรรค์",
  "jupiter_in_6": "เติบโตจากการแก้ปัญหาและงานที่รับผิดชอบ",
  "jupiter_in_7": "ได้คู่ดีหรือหุ้นส่วนที่ส่งเสริมชีวิต",
  "jupiter_in_8": "โชคจากสิ่งลับและการเปลี่ยนแปลงครั้งใหญ่",
  "jupiter_in_9": "เด่นด้านศาสนา ความรู้ และการเดินทางไกล",
  "jupiter_in_10": "มีโอกาสก้าวหน้าในหน้าที่การงาน",
  "jupiter_in_11": "มิตรดี เพื่อนดี ส่งเสริมกัน",
  "jupiter_in_12": "เติบโตจากโลกภายในและจิตวิญญาณ",

  "saturn_in_1": "ชีวิตจริงจัง ต้องสร้างด้วยตัวเอง",
  "saturn_in_2": "เงินมาแบบช้าแต่มั่นคง",
  "saturn_in_3": "สื่อสารอย่างระมัดระวัง แต่ลึกและมีน้ำหนัก",
  "saturn_in_4": "ความอบอุ่นในครอบครัวต้องสร้าง ไม่ได้ได้มาเอง",
  "saturn_in_5": "รักช้าแต่รักยาว และจริงจัง",
  "saturn_in_6": "ขยัน อดทน และผลลัพธ์ชัดเมื่อเวลาผ่านไป",
  "saturn_in_7": "ได้คู่อายุมากกว่า หรือความสัมพันธ์ต้องใช้เวลา",
  "saturn_in_8": "แผลชีวิตทำให้เติบโตภายใน",
  "saturn_in_9": "ความเชื่อและศรัทธาถูกกลั่นผ่านประสบการณ์",
  "saturn_in_10": "สร้างงานด้วยความพยายามระยะยาว",
  "saturn_in_11": "คบเพื่อนน้อยแต่คุณภาพสูง",
  "saturn_in_12": "ภายในแข็งแกร่งจากการผ่านบทเรียนชีวิต",

  "rahu_in_1": "มีเสน่ห์ลึกลับ ดึงดูดความสนใจโดยไม่รู้ตัว",
  "rahu_in_2": "รายได้ไม่คงที่ แต่อาจพุ่งแรงเป็นช่วง",
  "rahu_in_3": "โดดเด่นด้านสื่อออนไลน์หรือโลกโซเชียล",
  "rahu_in_4": "บ้านและครอบครัวมีเรื่องพลิกผัน",
  "rahu_in_5": "รักซับซ้อนหรือซ่อนเร้น",
  "rahu_in_6": "ชนะอุปสรรคแบบไม่คาดคิด",
  "rahu_in_7": "ความสัมพันธ์มีความดึงดูดแรงและเป็นกรรมต่อกัน",
  "rahu_in_8": "ผูกพันกับเรื่องลึก เบื้องหลัง หรือพลังงานแปลก",
  "rahu_in_9": "ศรัทธาผันผวน แต่เติบโตจากการค้นหาความจริง",
  "rahu_in_10": "ชื่อเสียงมาไว แต่ต้องควบคุมภาพลักษณ์",
  "rahu_in_11": "เพื่อนและเครือข่ายมีบทบาทกำหนดชีวิต",
  "rahu_in_12": "มีประสบการณ์โลกจิตลึก หรือความฝันชัด",

  "ketu_in_1": "มองโลกแบบไม่ยึดติด มีความเป็นนักสังเกต",
  "ketu_in_2": "การเงินมาแบบพอดี ไม่เน้นสะสม",
  "ketu_in_3": "นิ่งแต่เข้าใจโลกการสื่อสารลึก",
  "ketu_in_4": "บ้านคือศูนย์พลังภายใน",
  "ketu_in_5": "รักแบบนิ่งและมีความหมาย",
  "ketu_in_6": "ช่วยคนอื่นได้ดี และเข้าใจปัญหาชีวิตลึกมาก",
  "ketu_in_7": "ความรักต้องการพื้นที่และเข้าใจกัน",
  "ketu_in_8": "ลึกมากเกี่ยวกับเรื่องจิตวิญญาณ",
  "ketu_in_9": "ค้นหาความจริงสูงสุดของชีวิต",
  "ketu_in_10": "ไม่ยึดติดกับตำแหน่ง แต่ทำงานได้ดี",
  "ketu_in_11": "มีเพื่อนที่เชื่อมแบบทางจิตใจ",
  "ketu_in_12": "เข้าถึงโลกภายในระดับสูง"
}
