{
  "sun_in_1": "เหมาะงานที่เป็นผู้นำหรือมีบทบาทโดดเด่น แต่ควรระวังอารมณ์ที่ต้องควบคุมเวลาเผชิญหน้าผู้อื่น",
  "sun_in_2": "เด่นงานที่เกี่ยวกับทรัพย์สินหรือแบรนด์ส่วนตัว แต่ต้องวางแผนการเงินอย่างรัดกุม",
  "sun_in_3": "เหมาะงานสื่อสาร การสอน หรือขาย แต่ระวังตัดสินใจเร็วเกินไปในเรื่องร่วมงาน",
  "sun_in_4": "เด่นงานที่เกี่ยวกับบ้าน อสังหา หรือการดูแลพื้นที่ แต่ต้องบาลานซ์เรื่องอารมณ์ส่วนตัว",
  "sun_in_5": "เหมาะงานสร้างสรรค์ บันเทิง หรือบริหารงานแสดง แต่ต้องระวังคาดหวังผลเร็วเกินไป",
  "sun_in_6": "เหมาะงานบริการ งานประจำ และการจัดการรายละเอียด แต่ต้องระวังความเครียดจากภาระงาน",
  "sun_in_7": "ดีในงานที่ต้องทำเป็นคู่หรือร่วมทุน แต่ควรระวังการพึ่งพาคนอื่นมากเกินไป",
  "sun_in_8": "เหมาะงานที่เกี่ยวกับการเปลี่ยนแปลงหรือการวิจัยลึก แต่อาจเจอความผันผวนระยะสั้น",
  "sun_in_9": "เด่นงานด้านการศึกษา กฎหมาย หรือการเดินทาง แต่ต้องระวังความเชื่อที่ปิดโอกาสใหม่ ๆ",
  "sun_in_10": "เหมาะตำแหน่งบริหารและงานที่ต้องรับผิดชอบสูง แต่ต้องอดทนกับกระบวนการเติบโต",
  "sun_in_11": "ดีในงานกลุ่มหรือโครงการที่มีเครือข่าย แต่ต้องเลือกพันธมิตรให้รอบคอบ",
  "sun_in_12": "เหมาะงานเชิงวิชาการ งานเบื้องหลัง หรือจิตวิญญาณ แต่ต้องระวังความโดดเดี่ยวในการทำงาน",

  "moon_in_1": "ทำงานที่ต้องใช้ความเข้าใจความรู้สึกผู้อื่นได้ดี แต่อารมณ์อาจมีผลต่อการตัดสินใจ",
  "moon_in_2": "ดีในงานที่เกี่ยวกับการเงินหรือการบริการ แต่ควรจัดการกับความไม่แน่นอนทางรายได้",
  "moon_in_3": "เหมาะงานสื่อสาร การสอน และงานที่ต้องปรับตัวเร็ว แต่ระวังความไม่แน่นอนทางอารมณ์",
  "moon_in_4": "เด่นงานที่ดูแลพื้นที่ครอบครัวหรือชุมชน แต่บางครั้งอาจเอาอารมณ์ส่วนตัวมาผสม",
  "moon_in_5": "เหมาะงานสร้างสรรค์และงานที่ต้องมีเสน่ห์ แต่หลีกเลี่ยงการคาดหวังผลรวดเร็ว",
  "moon_in_6": "ดีในงานดูแล ซัพพอร์ต และรักษาคุณภาพ แต่ระวังการกังวลเรื่องรายละเอียดมากไป",
  "moon_in_7": "เหมาะงานที่ต้องสัมพันธ์กับคน เช่น HR หรือที่ปรึกษา แต่ต้องรักษาเส้นแบ่งความเป็นส่วนตัว",
  "moon_in_8": "เด่นงานที่ลึกและต้องความไว้ใจ แต่ต้องระวังความเสี่ยงภายในความลับ",
  "moon_in_9": "ดีงานที่เกี่ยวกับการศึกษา จิตวิญญาณ หรือการเดินทาง แต่ควรเปิดรับมุมมองใหม่ ๆ",
  "moon_in_10": "เหมาะงานบริการสาธารณะหรือการประสานงานระดับสูง แต่ต้องระวังการตอบสนองต่อแรงกดดัน",
  "moon_in_11": "ดีในงานกับเครือข่ายและโครงการสังคม แต่ต้องเลือกกลุ่มให้สอดคล้องค่านิยม",
  "moon_in_12": "เหมาะงานที่ต้องความลึกทางจิตใจหรือเบื้องหลัง แต่ต้องระวังการแยกตัวจากทีม",

  "mercury_in_1": "เด่นงานสื่อสาร การสอน หรือเทคโนโลยี แต่บางครั้งอาจพูดเร็วเกินความจำเป็น",
  "mercury_in_2": "ดีงานการวางแผนการเงิน การบัญชี หรือการเจรจา แต่ต้องระวังรายละเอียดเล็กน้อย",
  "mercury_in_3": "เหมาะงานโฆษณา การขาย และการเขียน แต่หลีกเลี่ยงการสื่อสารที่ไม่ชัดเจน",
  "mercury_in_4": "ดีในงานบริหารครอบครัวหรือสื่อสารภายใน แต่บางครั้งคิดมากกับอดีต",
  "mercury_in_5": "เหมาะงานครีเอทีฟที่ต้องใช้ไอเดีย และการสื่อสารเชิงสร้างสรรค์ แต่ควรต่อยอดอย่างเป็นระบบ",
  "mercury_in_6": "เด่นงานด้านระบบ เอกสาร และการแก้ปัญหา แต่ต้องระวังงานที่ต้องอดทนต่อรายละเอียด",
  "mercury_in_7": "ดีงานเจรจาต่อรองและที่ปรึกษา แต่ควรระวังการสื่อสารที่ทำให้เข้าใจผิด",
  "mercury_in_8": "เหมาะงานวิจัยหรือวิเคราะห์เชิงลึก แต่ต้องระวังข้อมูลที่อาจทำให้สับสน",
  "mercury_in_9": "ดีงานวิชาการ การสอน หรือการขยายความคิด แต่ต้องไม่ยึดมั่นในมุมมองเดียว",
  "mercury_in_10": "เหมาะงานธุรกิจที่ใช้ข้อมูลและการสื่อสาร แต่ต้องรักษามาตรฐานความชัดเจน",
  "mercury_in_11": "ดีงานนวัตกรรมและการทำงานร่วมกลุ่ม แต่ควรใช้ความคิดเชิงปฏิบัติควบคู่",
  "mercury_in_12": "เหมาะงานที่ต้องคิดลึกหรือเบื้องหลัง แต่ต้องจัดการกับความคิดที่อาจวนอยู่กับตัวเอง",

  "venus_in_1": "ดีงานที่เกี่ยวกับภาพลักษณ์ ศิลปะ หรือบริการ แต่ต้องหลีกเลี่ยงการคาดหวังจากความเพลิดเพลินมากไป",
  "venus_in_2": "เหมาะงานเกี่ยวกับความงาม การเงินที่มาจากความชอบ แต่ต้องจัดการรายจ่ายให้เป็นระบบ",
  "venus_in_3": "เด่นงานด้านสื่อและความสัมพันธ์สาธารณะ แต่ควรรักษาความเป็นมืออาชีพ",
  "venus_in_4": "ดีงานในพื้นที่ครอบครัว งานออกแบบภายใน หรือการดูแล แต่ไม่ควรผูกกับอารมณ์เพียงอย่างเดียว",
  "venus_in_5": "เหมาะงานบันเทิง ศิลปะ และกิจกรรมสร้างสรรค์ แต่ต้องพัฒนาทักษะธุรกิจควบคู่",
  "venus_in_6": "ดีงานบริการดูแลลูกค้าและสุขภาพ แต่ต้องระวังการทุ่มเทจนลืมพักผ่อน",
  "venus_in_7": "เหมาะงานที่ต้องร่วมมือกับคู่ค้า เช่น HR หรืองานเจรจา แต่ควรระวังการยอมคนเกินไป",
  "venus_in_8": "ดีงานด้านการเงินลับหรือการจัดการทรัพย์สิน แต่ต้องระวังความเข้มข้นของความสัมพันธ์ทางธุรกิจ",
  "venus_in_9": "เหมาะงานที่เกี่ยวกับวัฒนธรรมหรือการศึกษา แต่ควรระวังมุมมองที่โรแมนติกเกินจริง",
  "venus_in_10": "ดีงานที่ใช้ภาพลักษณ์ส่วนตัวในอาชีพ แต่ควรใส่นโยบายมืออาชีพมากขึ้น",
  "venus_in_11": "เหมาะงานกับชุมชนหรือเครือข่ายสร้างสรรค์ แต่ต้องเลือกคนร่วมงานให้ตรงคุณค่า",
  "venus_in_12": "ดีงานเบื้องหลังที่ต้องใช้ความละเอียดอ่อน แต่ต้องระวังความเหงาในการทำงาน",

  "mars_in_1": "เหมาะงานที่ต้องลงมือทำและตัดสินใจเร็ว แต่ต้องจัดการแรงกระตุ้นไม่ให้ขัดแย้งกับผู้อื่น",
  "mars_in_2": "ดีงานที่ต้องขับเคลื่อนเพื่อสร้างรายได้ แต่ควรวางแผนการใช้จ่ายอย่างมีวินัย",
  "mars_in_3": "เหมาะงานที่ต้องแข่งขันหรือสื่อสารแรง ๆ แต่ควรควบคุมคำพูดให้อ่อนโยนเมื่อจำเป็น",
  "mars_in_4": "ดีงานที่ต้องปกครองหรือจัดการพื้นที่ แต่ไม่ควรนำความร้อนแรงมาในครอบครัว",
  "mars_in_5": "เหมาะงานที่ใช้ความกล้าหาญและความคิดริเริ่ม แต่ควรหลีกเลี่ยงการเสี่ยงเกินจำเป็น",
  "mars_in_6": "ดีงานที่แก้ปัญหาเชิงปฏิบัติและงานเทคนิค แต่ต้องระวังการใช้อารมณ์กับงานประจำ",
  "mars_in_7": "เหมาะงานคู่ค้าและการเจรจาที่ต้องมีความกล้าหาญ แต่ต้องระวังการปะทะในความเห็น",
  "mars_in_8": "ดีงานด้านการสืบสวนหรือการจัดการความเสี่ยง แต่ต้องจัดการกับความกดดันภายใน",
  "mars_in_9": "เหมาะงานที่ต้องทุ่มเทเพื่ออุดมการณ์หรือการสอน แต่ต้องระวังการลุยโดยไม่คำนึงผลกระทบ",
  "mars_in_10": "ดีงานที่ต้องความมุ่งมั่นและการลงแรง แต่ควรระวังการปะทะกับผู้ใหญ่หรือผู้บังคับบัญชา",
  "mars_in_11": "เหมาะงานโครงการและการระดมกำลัง แต่ต้องประสานพลังกับทีมอย่างมีวินัย",
  "mars_in_12": "ดีงานเบื้องหลังที่ต้องใช้พลังภายใน แต่ต้องระวังความขัดแย้งภายในตัวเอง",

  "jupiter_in_1": "เหมาะงานสอน งานให้คำปรึกษา และตำแหน่งที่ต้องวางแนวทาง แต่ต้องระวังคาดหวังสูงเกินจริง",
  "jupiter_in_2": "ดีงานที่สร้างรายได้จากทักษะหรือความรู้ แต่ควรบริหารเงินและการลงทุนอย่างมีสติ",
  "jupiter_in_3": "เหมาะงานขยายความรู้และเครือข่าย แต่ควรระวังความฟุ้งเฟ้อของไอเดีย",
  "jupiter_in_4": "ดีงานเกี่ยวกับฐานที่มั่นและการบริหารทรัพย์สิน แต่ต้องระมัดระวังความชะลอของผล",
  "jupiter_in_5": "เหมาะงานสร้างสรรค์และการสอนศิลป์ แต่ต้องต่อยอดเชิงธุรกิจให้ชัดเจน",
  "jupiter_in_6": "ดีงานที่เติบโตจากความรับผิดชอบและการพัฒนา แต่ต้องรักษามาตรฐานการทำงาน",
  "jupiter_in_7": "เหมาะงานร่วมมือและพันธมิตรที่ให้การสนับสนุน แต่ควรเลือกคู่ค้าที่มีวิสัยทัศน์เดียวกัน",
  "jupiter_in_8": "ดีงานเกี่ยวกับทรัพย์สินลับ การเงินร่วมทุน หรือการเปลี่ยนผ่าน แต่ต้องระวังความเสี่ยงแฝง",
  "jupiter_in_9": "เหมาะงานการศึกษา ศาสนา และการเดินทาง แต่ควรเปิดรับความเปลี่ยนแปลงทางความคิด",
  "jupiter_in_10": "ดีงานบริหารที่เติบโตเร็ว แต่ต้องพร้อมรับภาระความรับผิดชอบที่เพิ่มขึ้น",
  "jupiter_in_11": "เหมาะงานที่ได้เพื่อนคอยช่วยเหลือหรือโครงการสังคม แต่ต้องจัดการทรัพยากรอย่างยั่งยืน",
  "jupiter_in_12": "ดีงานเชิงจิตวิญญาณหรือเบื้องหลังที่ให้รางวัลทางใจ แต่ต้องระวังการหลบเลี่ยงหน้าที่",

  "saturn_in_1": "เหมาะงานที่ต้องสร้างตัวและความน่าเชื่อถือ แต่ต้องอดทนและวางแผนระยะยาว",
  "saturn_in_2": "ดีงานที่ต้องสร้างฐานะอย่างมั่นคง แต่อาจต้องแลกกับเวลาและความเหนื่อย",
  "saturn_in_3": "เหมาะงานที่ต้องมีความรอบคอบและความรับผิดชอบ แต่ต้องระวังความกังวลเกินจำเป็น",
  "saturn_in_4": "ดีงานด้านการบริหารบ้านหรือองค์กรเล็ก ๆ แต่การเติบโตอาจช้าแต่มั่นคง",
  "saturn_in_5": "เหมาะงานสร้างสรรค์แบบมีระบบ เช่น การจัดการงานศิลป์ แต่อาจรู้สึกถูกจำกัดในความคิด",
  "saturn_in_6": "ดีงานที่ต้องความขยันและความรับผิดชอบสูง แต่ต้องระวังภาระงานมากเกินไป",
  "saturn_in_7": "เหมาะงานร่วมทุนกับคนที่จริงจัง แต่ต้องใช้เวลาในการสร้างความไว้ใจ",
  "saturn_in_8": "ดีงานที่ต้องการความลึกและความรับผิดชอบทางการเงิน แต่อาจเจอเรื่องหนักเข้ามา",
  "saturn_in_9": "เหมาะงานวิชาการหรือกฎหมายที่ต้องมีวินัย แต่ควรเปิดรับมุมมองใหม่ ๆ บ้าง",
  "saturn_in_10": "ดีงานที่สร้างชื่อผ่านการลงแรงระยะยาว แต่ต้องเตรียมตัวรับความท้าทายในเส้นทาง",
  "saturn_in_11": "เหมาะงานที่ต้องคัดเลือกเครือข่ายอย่างระมัดระวัง แต่พันธมิตรจะมีคุณภาพ",
  "saturn_in_12": "ดีงานเบื้องหลังที่ต้องความอดทน แต่ต้องระวังความโดดเดี่ยวและการหลีกเลี่ยงปัญหา",

  "rahu_in_1": "เหมาะงานที่ต้องมีเอกลักษณ์และการปรับตัวสูง แต่ต้องระวังความไม่แน่นอนและการตัดสินใจเร่งด่วน",
  "rahu_in_2": "ดีงานที่ให้รายได้แบบกระชากหรือจากแหล่งไม่ปกติ แต่ต้องบริหารความเสี่ยงให้ดี",
  "rahu_in_3": "เหมาะงานออนไลน์ สื่อสมัยใหม่ หรือการสื่อสารที่แปลกใหม่ แต่ควรระวังความไม่เสถียรของเทรนด์",
  "rahu_in_4": "ดีงานที่เกี่ยวกับการเปลี่ยนบ้านหรือธุรกิจครอบครัว แต่ต้องจัดการเรื่องพลิกผันให้ดี",
  "rahu_in_5": "เหมาะงานสร้างสรรค์ที่ท้าทายหรือแปลกใหม่ แต่อาจมีความสัมพันธ์ในงานที่ซับซ้อน",
  "rahu_in_6": "ดีงานที่ชนะอุปสรรคแบบไม่คาดคิด แต่ควรระวังการรับภาระมากเกินไป",
  "rahu_in_7": "เหมาะงานที่ต้องใช้เสน่ห์และความดึงดูด แต่ต้องระวังความคาดหวังจากคู่ค้าหรือลูกค้า",
  "rahu_in_8": "ดีงานที่เกี่ยวกับการเปลี่ยนแปลงใหญ่หรือจัดการทรัพย์สินพิเศษ แต่ต้องวางแผนความเสี่ยง",
  "rahu_in_9": "เหมาะงานที่ต้องเดินทางหรือเปลี่ยนกรอบความคิด แต่ควรระวังการเปลี่ยนแปลงที่รวดเร็ว",
  "rahu_in_10": "ดีงานที่ให้ชื่อเสียงอย่างรวดเร็ว แต่ต้องควบคุมภาพลักษณ์และความเป็นจริง",
  "rahu_in_11": "เหมาะงานเครือข่ายที่เติบโตไว แต่ต้องดูแลความสัมพันธ์ให้ยั่งยืน",
  "rahu_in_12": "ดีงานที่เกี่ยวกับความลับหรือจิตวิญญาณที่แปลกประหลาด แต่ต้องระวังการแยกตัว",

  "ketu_in_1": "เหมาะงานที่ไม่ยึดติดกับตำแหน่งแต่เน้นคุณค่าแท้จริง แต่อาจถูกมองว่าลอยตัว",
  "ketu_in_2": "ดีงานที่พอเพียงและไม่เน้นสะสม แต่ต้องวางแผนการเงินพื้นฐานให้มั่นคง",
  "ketu_in_3": "เหมาะงานที่ต้องการความเข้าใจลึกในสื่อสาร แต่อาจไม่เน้นความหวือหวา",
  "ketu_in_4": "ดีงานที่สร้างความสงบและความมั่นคงภายในบ้าน แต่บางครั้งอาจถอยจากหน้าที่",
  "ketu_in_5": "เหมาะงานศิลป์เชิงลึกหรือการสอน แต่ควรพัฒนาทักษะเพื่อรับโอกาสเชิงธุรกิจ",
  "ketu_in_6": "ดีงานบริการช่วยเหลือและการรักษา แต่ต้องระวังการเอาใจผู้อื่นจนลืมตัวเอง",
  "ketu_in_7": "เหมาะงานที่ให้ความเคารพพื้นฐานในความสัมพันธ์ แต่ควรสื่อสารความต้องการชัดเจน",
  "ketu_in_8": "ดีงานเชิงจิตวิญญาณหรือการวิจัยลึก แต่ต้องระวังการหลีกเลี่ยงความรับผิดชอบทางการเงิน",
  "ketu_in_9": "เหมาะงานที่ค้นหาความหมายและปรัชญา แต่ควรเชื่อมความคิดกับการปฏิบัติ",
  "ketu_in_10": "ดีงานที่ทำได้ดีโดยไม่ต้องโปรโมตตัวเอง แต่บางครั้งอาจพลาดโอกาสถ้าไม่แสดงความสามารถ",
  "ketu_in_11": "เหมาะงานกับกลุ่มเล็กที่เข้าใจ แต่ต้องหาวิธีเชื่อมต่อกับเครือข่ายภายนอก",
  "ketu_in_12": "ดีงานเชิงจิตวิญญาณหรือเบื้องหลังที่ไม่ต้องโดดเด่น แต่ต้องป้องกันการแยกตัวจากโลกงาน"
}
