{
  "sun_in_1": "รักชัดเจนและเป็นผู้นำในความสัมพันธ์ แต่ต้องระวังการเป็นตัวเองจนเกินไปในบางครั้ง",
  "sun_in_2": "ให้ความสำคัญกับความมั่นคงในความรักและครอบครัว แต่อาจยึดติดกับสิ่งที่เป็นรูปธรรม",
  "sun_in_3": "สื่อรักผ่านการพูดและการติดต่อ แต่บางครั้งอาจรีบสรุปความสัมพันธ์เร็วเกินไป",
  "sun_in_4": "ผูกพันลึกกับครอบครัวและคู่ชีวิต ต้องการความปลอดภัยทางใจ",
  "sun_in_5": "โรแมนติก ชอบสร้างโมเมนต์พิเศษ แต่ต้องระวังความคาดหวังสูง",
  "sun_in_6": "รักแบบดูแลและรับผิดชอบ แต่ควรระวังการคิดมากหรือกังวลเรื่องสุขภาพของคู่",
  "sun_in_7": "ให้ความสำคัญกับคู่ครองและการเป็นทีม แต่ควรหลีกเลี่ยงการพึ่งพามากเกินไป",
  "sun_in_8": "รักลึกและเข้มข้น มีความผูกพันที่เปลี่ยนแปลงได้ แต่ต้องระวังความไม่แน่นอน",
  "sun_in_9": "ความรักเติบโตผ่านการเรียนรู้และการเดินทางร่วมกัน แต่อาจต้องปรับมุมมองอยู่เสมอ",
  "sun_in_10": "ความรักอาจมีผลต่อภาพลักษณ์และหน้าที่สาธารณะ ต้องรักษาสมดุล",
  "sun_in_11": "ความรักเกิดจากมิตรภาพและเป้าหมายร่วมกัน แต่ต้องสื่อสารเรื่องความต้องการอย่างชัดเจน",
  "sun_in_12": "รักแบบลึกและเป็นส่วนตัว อาจเก็บความรู้สึกไว้ภายในมากไป",

  "moon_in_1": "อ่อนโยนและใส่ใจกับความรู้สึกของคู่ แต่อารมณ์อาจขึ้นลงตามสภาพแวดล้อม",
  "moon_in_2": "ผูกความรักกับความมั่นคงทางวัตถุและความปลอดภัย แต่ต้องระวังความกังวลเรื่องทรัพย์",
  "moon_in_3": "สื่อสารความรักได้ดีและเป็นเพื่อนที่ดี แต่บางครั้งอารมณ์อาจมีผลต่อการสื่อสาร",
  "moon_in_4": "ต้องการบ้านที่อบอุ่นและความแน่นอนในความสัมพันธ์",
  "moon_in_5": "โรแมนติก มีเสน่ห์ และชอบเล่นบทเป็นคนรัก แต่ต้องรักษาความสมดุลของความคาดหวัง",
  "moon_in_6": "แสดงความรักผ่านการดูแล แต่บางครั้งกังวลกับรายละเอียดเล็ก ๆ ในคู่",
  "moon_in_7": "ต้องการความมั่นคงทางใจจากคู่ และสร้างสัมพันธ์ที่ให้ความปลอดภัย",
  "moon_in_8": "รักลึกและซับซ้อน มักเจอการเปลี่ยนแปลงในความสัมพันธ์",
  "moon_in_9": "ความรักเติบโตผ่านการเรียนรู้ร่วมและการเดินทาง แต่ต้องเปิดรับแนวคิดใหม่",
  "moon_in_10": "ความรักอาจมีบทบาทต่อหน้าที่การงาน ต้องรักษาความสมดุลระหว่างงานและความรัก",
  "moon_in_11": "รักจากมิตรภาพและกลุ่มเพื่อน แต่บางครั้งอาจเห็นความรักเป็นส่วนหนึ่งของเป้าหมาย",
  "moon_in_12": "รักเป็นเรื่องลึกและเป็นสันโดษ อาจเก็บความรู้สึกไว้มาก",

  "mercury_in_1": "สื่อรักด้วยคำพูดและการแลกเปลี่ยนความคิด แต่บางครั้งอาจคิดมากเกินไป",
  "mercury_in_2": "รักแบบมีเหตุผลและชัดเจนเรื่องการเงิน แต่ควรเปิดใจให้ความรู้สึกบ้าง",
  "mercury_in_3": "เป็นคู่ที่สนทนาดีและเป็นเพื่อนที่เข้าใจ แต่หลีกเลี่ยงการตีความมากเกินไป",
  "mercury_in_4": "รักแน่นแฟ้นกับครอบครัวและมีความอบอุ่น แต่บางครั้งอาจคิดไปไกลกับอดีต",
  "mercury_in_5": "แสดงความรักผ่านความคิดสร้างสรรค์และการวางแผนกิจกรรมร่วมกัน",
  "mercury_in_6": "รักผ่านการดูแลและการแก้ปัญหาร่วม แต่ระวังการเป็นนักวิเคราะห์มากเกินไป",
  "mercury_in_7": "เก่งสื่อสารในความสัมพันธ์และเจรจาปรับความเข้าใจได้ดี",
  "mercury_in_8": "รักที่มีความลึกและการสนทนาที่จริงใจ แต่บางครั้งอาจคลี่คลายยาก",
  "mercury_in_9": "รักที่เติบโตผ่านการเรียนรู้และการมองโลกกว้าง แต่ต้องเคารพพื้นที่ของกันและกัน",
  "mercury_in_10": "ความสัมพันธ์อาจถูกส่องผ่านบทบาทสาธารณะ ควรสื่อสารบทบาทให้ชัด",
  "mercury_in_11": "รักที่เริ่มจากมิตรภาพในกลุ่มและโครงการร่วม แต่ต้องดูแลความคาดหวัง",
  "mercury_in_12": "รักแบบลึกในใจและการสื่อสารเชิงจิตใจ แต่ต้องระวังความคิดที่วนอยู่กับอดีต",

  "venus_in_1": "มีเสน่ห์และให้ความรักอย่างเปิดเผย แต่ควรรู้จักให้พื้นที่แก่กันบ้าง",
  "venus_in_2": "รักที่สัมพันธ์กับความมั่นคงและรสนิยม แต่ควรหลีกเลี่ยงการจับจ้องที่วัตถุ",
  "venus_in_3": "สื่อรักด้วยคำพูดและกิจกรรมร่วม แต่บางครั้งอาจผิวเผินหากไม่เติมความลึก",
  "venus_in_4": "รักอบอุ่น ผูกพันครอบครัว และให้ความสำคัญกับบ้านร่วมกัน",
  "venus_in_5": "โรแมนติกและหลงใหลในความรัก แต่ต้องคุมความคาดหวังไม่ให้สูงเกินไป",
  "venus_in_6": "แสดงความรักด้วยการดูแลและการบริการ แต่บางครั้งให้ความรักเป็นหน้าที่มากเกินไป",
  "venus_in_7": "ให้ความสำคัญกับคู่และการเป็นคู่ชีวิต แต่ควรรักษาความเป็นตัวของตัวเอง",
  "venus_in_8": "ความรักลึกและเข้มข้น มีแรงดึงดูดสูง แต่ต้องระวังความผูกพันที่เกินสมดุล",
  "venus_in_9": "รักที่พัฒนาไปด้วยการเรียนรู้และการเดินทาง แต่ต้องไม่ละเลยรายละเอียดเล็ก ๆ",
  "venus_in_10": "ความรักอาจเกี่ยวข้องกับหน้าที่และภาพลักษณ์ ควรรักษาความเป็นส่วนตัว",
  "venus_in_11": "รักจากมิตรภาพและกิจกรรมร่วม แต่ต้องสื่อสารเรื่องอนาคตร่วมกัน",
  "venus_in_12": "มีรักลับหรือรักในใจลึก ๆ แต่ควรเปิดใจเมื่อพร้อมเพื่อความชัดเจน",

  "mars_in_1": "รักเร่าร้อนและตรงไปตรงมา แต่ต้องควบคุมความขัดแย้งให้ไม่ลุกลาม",
  "mars_in_2": "รักที่ทุ่มเทเพื่อความมั่นคงแต่บางครั้งใช้เงินเพื่อแสดงความรักโดยไม่วางแผน",
  "mars_in_3": "แสดงความรักผ่านการสื่อสารที่กระตือรือร้น แต่ควรระวังคำพูดที่แข็ง",
  "mars_in_4": "รักแบบปกป้องและเข้มแข็งในครอบครัว แต่บางครั้งความรุนแรงของอารมณ์อาจเกิดขึ้น",
  "mars_in_5": "รักที่ดึงดูดและเต็มไปด้วยพลัง แต่ต้องหลีกเลี่ยงการเสี่ยงที่ไม่จำเป็นเพื่อความสัมพันธ์",
  "mars_in_6": "แสดงความรักผ่านการช่วยเหลือและการทำงานร่วม แต่บางครั้งอาจคาดหวังการตอบแทน",
  "mars_in_7": "มีความสัมพันธ์ที่ดุเดือดและจริงจัง ต้องฝึกการประนีประนอม",
  "mars_in_8": "รักลึกและทุ่มเทเต็มที่ แต่อาจเผชิญการเปลี่ยนแปลงหรือความท้าทายในความสัมพันธ์",
  "mars_in_9": "รักที่มีอุดมการณ์และการเดินทางร่วมกัน แต่ควรเคารพมุมมองของกันและกัน",
  "mars_in_10": "ความรักอาจผูกกับหน้าที่หรือภาพลักษณ์ ควรรักษาสมดุลระหว่างงานและคู่",
  "mars_in_11": "รักที่พัฒนาในกลุ่มและโครงการร่วม แต่ควรระวังความขัดแย้งในความเห็น",
  "mars_in_12": "รักเป็นเรื่องภายในและลึกซึ้ง อาจเก็บความรู้สึกไว้มากและต้องเปิดใจเมื่อเหมาะ",

  "jupiter_in_1": "รักอบอุ่น ใจกว้าง และพร้อมให้คำแนะนำ แต่ต้องระวังคาดหวังมากเกินไป",
  "jupiter_in_2": "ความรักเติบโตผ่านทรัพย์และความมั่นคง แต่ควรจับคู่ที่มีค่านิยมใกล้เคียง",
  "jupiter_in_3": "รักที่เติบโตผ่านการแลกเปลี่ยนความคิดและการเรียนรู้ร่วมกัน",
  "jupiter_in_4": "ความรักตั้งอยู่บนฐานครอบครัวและความมั่นคง แต่บางครั้งการเติบโตอาจช้า",
  "jupiter_in_5": "รักที่สนับสนุนความสร้างสรรค์และการแสดงออก แต่ต้องวางแผนอารมณ์ให้สมดุล",
  "jupiter_in_6": "ความรักมาในรูปแบบการช่วยเหลือและการร่วมงาน แต่ควรหลีกเลี่ยงการเป็นคนพึ่งพิงมากเกินไป",
  "jupiter_in_7": "ได้คู่ที่สนับสนุนและขยายโอกาสให้กัน แต่ต้องรักษาสมดุลของอำนาจ",
  "jupiter_in_8": "รักที่ลึกและผ่านการเปลี่ยนแปลงใหญ่ แต่ควรระวังภาระที่ติดมาด้วย",
  "jupiter_in_9": "รักที่เติบโตผ่านการเรียนรู้ การเดินทาง และมุมมองชีวิตที่กว้างขึ้น",
  "jupiter_in_10": "ความรักอาจมีผลต่อหน้าที่และชื่อเสียง ต้องรักษาความเป็นส่วนตัว",
  "jupiter_in_11": "รักจากมิตรภาพและความร่วมมือในโครงการ แต่ควรวางเป้าหมายร่วมกันให้ชัด",
  "jupiter_in_12": "รักเชิงจิตวิญญาณหรือเบื้องหลังที่ให้ความสงบ แต่บางครั้งอาจต้องยอมรับการไม่เปิดเผย",

  "saturn_in_1": "รักจริงจังและรับผิดชอบ แต่ต้องอดทนและใช้เวลาในการสร้างความไว้ใจ",
  "saturn_in_2": "รักที่มั่นคงแต่ช้า อาจต้องวางแผนทางการเงินร่วมกันอย่างรอบคอบ",
  "saturn_in_3": "รักผ่านการสื่อสารที่มีน้ำหนักและความรับผิดชอบ แต่บางครั้งอาจขาดการอ่อนโยน",
  "saturn_in_4": "รักที่ผูกพันกับบ้านและความปลอดภัย แต่อาจต้องสร้างความอบอุ่นด้วยความพยายาม",
  "saturn_in_5": "รักที่ช้าแต่มั่นคง และจริงจังกับการสร้างครอบครัว แต่อาจขาดความสนุกชั่วคราว",
  "saturn_in_6": "รักผ่านการช่วยเหลือและเคียงข้าง แต่ต้องระวังการมองความรักเป็นงาน",
  "saturn_in_7": "ความสัมพันธ์ต้องการเวลาและความตั้งใจ แต่จะยืนนานหากผ่านบททดสอบ",
  "saturn_in_8": "รักที่ผ่านการทดสอบและเติบโตจากบทเรียน แต่อาจเจอความหนักใจร่วมกัน",
  "saturn_in_9": "รักที่เติบโตผ่านความเชื่อและการเรียนรู้ แต่ต้องอดทนกับความแตกต่างทางมุมมอง",
  "saturn_in_10": "ความรักอาจถูกทดสอบด้วยหน้าที่และความรับผิดชอบ ต้องหาจุดสมดุล",
  "saturn_in_11": "ความสัมพันธ์ที่เลือกสรรเพื่อนและเครือข่ายอย่างระมัดระวัง แต่จะให้ผลยาวนาน",
  "saturn_in_12": "รักที่ต้องใช้ความอดทนและการยอมรับภายใน แต่บางครั้งอาจรู้สึกเหงา",

  "rahu_in_1": "รักที่มีเสน่ห์แปลกใหม่และดึงดูด แต่ควรระวังความไม่แน่นอนและการตัดสินใจเร่งด่วน",
  "rahu_in_2": "ความรักอาจมาจากแหล่งที่ไม่คาดคิดหรือมีความผันผวน ควรจัดการเรื่องการเงินร่วมให้ชัด",
  "rahu_in_3": "รักที่เติบโตผ่านการสื่อสารสมัยใหม่และเครือข่าย แต่ต้องระวังความไม่เสถียรของเทรนด์",
  "rahu_in_4": "รักที่เกี่ยวข้องกับการเปลี่ยนแปลงบ้านหรือรากเหง้า อาจเจอพลิกผันบ่อย",
  "rahu_in_5": "รักที่มีความหลงใหลและซับซ้อน แต่ควรระวังการหลงใหลจนมองไม่เห็นความเป็นจริง",
  "rahu_in_6": "ความรักที่ชนะอุปสรรคแบบไม่คาดคิดแต่บางครั้งมีการทดสอบทางสุขภาพหรือภาระ",
  "rahu_in_7": "ความสัมพันธ์มีแรงดึงดูดสูงและเป็นกรรมร่วมกัน ควรเรียนรู้การปล่อยวาง",
  "rahu_in_8": "รักที่ลึกและพลิกผัน อาจมีประสบการณ์เปลี่ยนชีวิตร่วมกัน",
  "rahu_in_9": "รักที่เติบโตผ่านการค้นหาความหมายและการเดินทาง แต่ต้องระวังการเปลี่ยนทิศทางบ่อย",
  "rahu_in_10": "ความรักอาจนำมาซึ่งชื่อเสียงหรือการเปิดเผย แต่ควรคำนึงถึงผลกระทบสาธารณะ",
  "rahu_in_11": "รักที่เกิดจากเครือข่ายหรือชมรม แต่ต้องรักษาความสมดุลของการให้และรับ",
  "rahu_in_12": "รักในรูปแบบลับหรือเชิงจิตวิญญาณ อาจต้องยอมรับความไม่เปิดเผย",

  "ketu_in_1": "รักแบบไม่ยึดติดและมีมุมมองลึก แต่บางครั้งอาจดูเย็นชาในสายตาคนอื่น",
  "ketu_in_2": "ความรักเรียบง่ายไม่เน้นสะสม แต่ควรร่วมวางแผนทางการเงินพื้นฐาน",
  "ketu_in_3": "รักผ่านการสื่อสารเชิงลึกและความเข้าใจ แต่อาจไม่ค่อยเปิดเผยอารมณ์",
  "ketu_in_4": "รักที่สงบและมีความหมายทางจิตใจ แต่บางครั้งอาจถอยจากการมีส่วนร่วม",
  "ketu_in_5": "รักที่มีความหมายเชิงสร้างสรรค์และลึก แต่ควรฝึกการแสดงออกด้านความรัก",
  "ketu_in_6": "รักผ่านการช่วยเหลือและการเป็นที่พึ่ง แต่ต้องไม่เสียสละจนลืมตัวเอง",
  "ketu_in_7": "ความสัมพันธ์ต้องการพื้นที่และความเข้าใจลึก แต่ควรสื่อสารความต้องการให้ชัด",
  "ketu_in_8": "รักที่เกี่ยวกับจิตวิญญาณหรือเรื่องลึก แต่บางครั้งอาจมีความไม่แน่นอนในทางโลก",
  "ketu_in_9": "รักที่เน้นค้นหาความหมายของชีวิตร่วมกัน แต่ต้องเชื่อมโลกความคิดกับการปฏิบัติ",
  "ketu_in_10": "รักที่ไม่ยึดติดกับตำแหน่ง แต่ทำงานดีถ้าไม่ต้องแสดงตัวมาก",
  "ketu_in_11": "ความรักจากกลุ่มเล็กที่เข้าใจกันดี แต่ควรเปิดช่องให้เครือข่ายขยายได้บ้าง",
  "ketu_in_12": "รักเชิงจิตวิญญาณหรือเงียบ ๆ อาจให้คุณค่าลึก แต่ต้องป้องกันการแยกตัว"
}
